Repository: topdeveloper1001/omni-billing
Catalog: BillingSystem/BillingSystem.Resource/Resources/BillingSystem.*.resx
Languages: ar_sa

source: Contact Mobile Phone
ar_sa: الهاتف الجوال الاتصال

# passportnumber
source: Person Passport Number
ar_sa: الشخص رقم جواز السفر

source: Patient Information
ar_sa: معلومات المرضى

# patientsearchmandatorytext
source: By entering more than one piece of information, you will receive a more accurate search result:
ar_sa: عن طريق إدخال أكثر من قطعة واحدة من المعلومات، سوف تظهر نتيجة البحث أكثر دقة:

source: Person Birth Date
ar_sa: شخص تاريخ الميلاد

# personemiratesid
source: Person Emirates ID Number
ar_sa: الشخص هيئة الإمارات للهوية

source: Person Last Name
ar_sa: الشخص اسم العائلة

source: Search
ar_sa: بحث

source: Search Result
ar_sa: نتيجة البحث

source: Add Current Medication
ar_sa: إضافة الدواء الحالي

source: Allergies/History Form
ar_sa: الحساسية نموذج التاريخ

source: Medication List
ar_sa: قائمة الأدوية

source: Please check which apply.
ar_sa: يرجى التحقق التي تطبق

source: Go to Login
ar_sa: الذهاب إلى تسجيل الدخول

# invalidverificationtokenid
source: Invalid Request / Verification Token Expired!
ar_sa: طلب غير صالح / رمز التأكيد انتهى!

# msgrecordsnotsaved
source: Something went wrong while saving / updating the Records. Please try again later!
ar_sa: حدث خطأ ما أثناء إنقاذ / تحديث السجلات. يرجى المحاولة مرة أخرى في وقت لاحق!

# patienlogintempblockedmsg
source: Login is Blocked. kindly try after 30 minutes
ar_sa: تم حظر الدخول. يرجى المحاولة بعد 30 دقيقة

# patientportalisaccessiblemessage
source: Success. You can login into the Patient Portal System.
ar_sa: النجاح. يمكنك الدخول في نظام البوابة المرضى.

# verficationemaildisplayname
source: OMNI Account Settings Service
ar_sa: OMNI حساب إعدادات الخدمة

# verificationemailfailuremessage
source: Records Saved Successfully but there is some error in the Email Sent!
ar_sa: سجلات حفظ بنجاح ولكن هناك بعض الخطأ في البريد الإلكتروني المرسلة!

# verificationemailsubject
source: Click and Verifiy the link to access the Patient Portal
ar_sa: انقر وVerifiy على الرابط للوصول إلى البوابة المرضى

# verificationemailsuccess
source: Verification Mail Sent Successfully!
ar_sa: البريد التحقق المرسلة بنجاح

source: Email
ar_sa: البريد الإلكتروني

# forgotpwd
source: Forgot Password
ar_sa: نسيت كلمة المرور

# invaldcredentialsmsg
source: Please enter correct username and password
ar_sa: من فضلك ادخل اسم المستخدم وكلمة السر الصحيحين

source: Login
ar_sa: تسجيل الدخول

# loginblockedmsg
source: Login is blocked temporarily for 3 failed attempts
ar_sa: تم حظر الدخول مؤقتا لمدة 3 محاولات فاشلة

source: Password
ar_sa: كلمة المرور

source: Patient Portal Login
ar_sa: المريض البوابة تسجيل الدخول

# unknownerror
source: Something went wrong. Please try again later!
ar_sa: ذهب شيئا خاطئا. يرجى المحاولة مرة أخرى في وقت لاحق!

# accountnotactivated
source: Your account is not activated yet. Please try again later!
ar_sa: لم يتم تنشيط حسابك بعد. يرجى المحاولة مرة أخرى في وقت لاحق!

# patientloginaccountdeleted
source: Your account is disabled. Please contact System Administrator!
ar_sa: تم تعطيل حسابك. يرجى الاتصال بمسؤول النظام!

source: Invalid Email Id!
ar_sa: معرف البريد الإلكتروني غير صالح!

# resetpasswordemailfailure
source: Unable To Send Reset Password Mail.
ar_sa: غير قادر على إرسال إعادة تعيين كلمة المرور البريد.

# resetpasswordemailsuccess
source: Reset Password Mail Sent Successfully!
ar_sa: إعادة تعيين كلمة المرور البريد المرسل بنجاح!

# resetpasswordemailsubject
source: OMNI Reset Password for Patient Portal
ar_sa: إعادة تعيين كلمة المرور لبوابة المرضى

# newpasswordemailsubject
source: Patient Portal New Password!
ar_sa: المريض كلمة المرور البوابة جديد!

# usertokenemailsubject
source: Validation Token for Excel Template
ar_sa: التحقق من صحة رمز للقالب اكسل

# resetpasswordsubject
source: OMNI Reset Password
ar_sa: إعادة تعيين كلمة المرور

# resetemailfailuremessage
source: There is some problem in the Email Sent!
ar_sa: هناك بعض المشاكل في إرسال البريد الإلكتروني!

# resetemailsuccess
source: Reset Password Mail Sent Successfully!
ar_sa: إعادة تعيين كلمة المرور المرسلة بنجاح!

# usernotfoundincorporate
source: User does not belong to selected corporate
ar_sa: لا ينتمي المستخدم إلى الشركات المختارة

# errsametimeslot
source: You are trying to assign same time and they are already booked. Try different times!
ar_sa: أنت تحاول تعيين نفس الوقت ويتم حجزها بالفعل. محاولة مرات مختلفة!

source: Social Security Number
ar_sa: رقم الحماية الاجتماعية

# lblcurrentmedications
source: Current Medications
ar_sa: الأدوية الحالية

source: A/R Master Account
ar_sa: حساب A / R الرئيسي

source: Is Active
ar_sa: هو نشط

source: Order Category Code
ar_sa: رمز فئة الطلب

source: Order Category Name
ar_sa: اسم فئة الطلب

# revenuegeneralledger
source: Revenue General Ledger Number
ar_sa: رقم دفتر الأستاذ العام

source: Save
ar_sa: حفظ

source: Type Of Operation
ar_sa: نوع العملية

source: Update
ar_sa: تحديث

source: Cancel
ar_sa: إلغاء

source: OrderType Category List
ar_sa: ترتيب نوع قائمة الفئة

source: Action
ar_sa: عمل

source: Administer
ar_sa: إدارة

# administerorderacitivities
source: Administer Order Activities
ar_sa: إدارة أنشطة النظام

source: Birth Date
ar_sa: تاريخ الميلاد

source: Cancel Order Activity
ar_sa: إلغاء نشاط الطلب

# cancelselectedorderactivity
source: Do you want to cancel the selected order activity?
ar_sa: هل تريد إلغاء نشاط الطلب المحدد؟

source: Comments
ar_sa: تعليقات

source: Current Orders
ar_sa: الطلبات الحالية

source: Duration
ar_sa: المدة الزمنية

source: Encounter End
ar_sa: مواجهة النهاية

source: Encounter Id
ar_sa: معرف مواجهة

source: Encounter Number
ar_sa: عدد تصادف

source: Encounter Start
ar_sa: لقاء البداية

source: First Name
ar_sa: الاسم الاول

source: Frequency
ar_sa: تكرر

source: Is VIP
ar_sa: هو كبار الشخصيات

source: Last Name
ar_sa: الكنية

# orderacitivities
source: Order Activities
ar_sa: ترتيب الأنشطة

source: Order Category
ar_sa: فئة الطلب

source: Order Code
ar_sa: رمز الطلب

source: Order Description
ar_sa: وصف الطلب

source: Order Id
ar_sa: رقم التعريف الخاص بالطلب

source: Order Sub-Category
ar_sa: ترتيب الفئة الفرعية

source: Patient Type
ar_sa: نوع المريض

source: Quantity
ar_sa: كمية

source: Scheduled On
ar_sa: مجدولة على

source: Show Edit Action
ar_sa: إظهار تحرير العمل

source: Status
ar_sa: الحالة

source: Code
ar_sa: الشفرة

source: Description
ar_sa: وصف

source: End Date
ar_sa: تاريخ الانتهاء

source: Name
ar_sa: اسم

source: Start Date
ar_sa: تاريخ البدء

source: Place of Service
ar_sa: مكان الخدمة

source: Is First
ar_sa: هو أولا

source: Type
ar_sa: اكتب

source: Order Type
ar_sa: نوع الطلب

source: User Defined Description
ar_sa: وصف محدد من قبل المستخدم

source: Activity Code
ar_sa: رمز النشاط

source: Created Date
ar_sa: تاريخ الإنشاء

source: Executed Date
ar_sa: تاريخ التنفيذ

source: Quantity Executed
ar_sa: الكمية المنفذة

source: Quantity Ordered
ar_sa: الكمية أمرت

source: Notes
ar_sa: ملاحظات
